# Приготовить яичницу.
# Приготовить ингредиенты
# Поставить на плиту сковороду
# Включить нагрев под сковородой
# Добавить масло в сковороду
# Разогреть масло
# Разбить яйца в сковороду
# Посолить
# Жарить на медленном огне без крышки около 5 минут
# Выключить нагрев под сковородой
# Переложить яичницу на тарелку 


a="сковороду"
b="сковородой"

print ("Приготовить ингредиенты")
print ("Поставить на плиту " + a)
print ("Включить нагрев под " +b)
print ("Добавить масло в " +a)
print ("Разогреть масло")
print ("Разбить яйца в "+a)
print ("Посолить")
print ("Жарить на медленном огне без крышки около 5 минут")
print ("Выключить нагрев под "+b)
print ("Переложить яичницу на тарелку")